Creates a new instance of a LoadUsage array.
  Namespace:   Autodesk.Revit.Creation
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public LoadUsageArray NewLoadUsageArray()
  Visual Basic
Public Function NewLoadUsageArray As LoadUsageArray
  Visual C++
public:
LoadUsageArray^ NewLoadUsageArray()
 See Also
  Application Class
  Autodesk.Revit.Creation Namespace